
(() => {

  let cases = [
        ["البليدة",110,36.4889434,2.7685398], // blida
        ["الجزائر العاصمة",42,36.7631,3.0506,], // alger
        ["تيزي وزو",8,36.7169,4.0497], // tizi ouzou
        ["وهران",6,35.69,-0.64], // oran
        ["عنابة",5,36.9,7.7667], // annaba
        ["سكيكدة",5,36.8799,6.9075], // skikda  
        ["الوادي",4,33.368309, 6.867369], // eloued  
        ["سطيف",3,36.19,5.41], // setif
        ["برج بوعريريج",2,36.0676,4.7453], // bordj bouarreridj
        ["بجاية",2,36.75,5.0833], // béjaia,
        ["تيبازة",2,36.592,2.449], // tipaza
        ["معسكر",2,35.3941,0.138], // mascara
        ["قالمة",2,36.4651,7.4306], // guelma
        ["البويرة",2,36.38,3.9014], // bouira
        ["الشلف",1,36.1653,1.3345], // Chlef,
        ["جيجل",1,36.82055,5.76671], // Jijel
        ["ورقلة",1,31.9575,5.3278], // ouargla
        ["أدرار",1,27.9,-0.2833], // adrar 
        ["المدية",2,36.2653,2.767], //medea
        ["سوق أهراس",1,36.2848,7.9515], // souk ahras
        ["بومرداس",1,36.77,3.48], // boumerdes
        ["تيسمسيلت",1,35.60,1.81], // tissemsilt
        ["خنشلة",1,35.43583,7.14333], // khenchela
  ];

  let addressPoints = [];
  cases.forEach((x)=> {
    for(let i = 0; i < (x[1] * 15); i++){
      addressPoints.push([x[2], x[3], 30]);
    }
  })
  module.exports = {
    addressPoints,
    cases
  };

})();
