
(() => {

  let cases = [
        ["البليدة",36.4889434,2.7685398, 42], // blida
        ["الجزائر العاصمة",36.7631,3.0506, 8], // alger
        ["تيزي وزو",36.7169,4.0497, 5], // tizi ouzou
        ["سكيكدة",36.8799,6.9075, 5] // skikda  
        ["أدرار",27.9,-0.2833, 1], // adrar 
        ["معسكر",35.3941,0.138,2], // mascara
        ["قالمة",36.4651,7.4306, 2], // guelma
        ["الوادي",35.9833,4.1667, 2], // el oued
        ["برج بوعريريج",36.0676,4.7453, 1], // bordj bouarreridj
        ["ورقلة",31.9575,5.3278,1], // ouargla
        ["البويرة",36.38,3.9014, 1], // bouira
        ["المدية",36.2653,2.767, 1], //medea
        ["بجاية",36.75,5.0833, 1], // béjaia
        ["سوق أهراس",36.2848,7.9515, 1], // souk ahras
        ["عنابة",36.9,7.7667, 1], // annaba
        ["بومرداس",36.7363844,3.3523493, 1],
  ];

  let addressPoints = [];
  cases.forEach((x)=> {
    for(let i = 0; i < (x[3] * 15); i++){
      addressPoints.push([x[1], x[2], 30]);
    }
  })
  module.exports = {
    addressPoints,
    cases
  };
})()

/*module.exports = [
  [36.4889434,2.7685398, 50],
  [36.8648344,6.8931628, 50],
];

*/
