let cases = [
    ["البليدة",294,36.4889434,2.7685398], // blida
    ["الجزائر العاصمة",125,36.7631,3.0506,], // alger
    ["وهران",44,35.69,-0.64], // oran
    ["تيزي وزو",29,36.7169,4.0497], // tizi ouzou
    ["بجاية",26,36.75,5.0833], // béjaia,
    ["سطيف",19,36.19,5.41], // setif
    ["تيبازة",18,36.592,2.449], // tipaza
    ["المدية",17,36.2653,2.767], //medea
    ["عين الدفلى",13,36.26405,1.9679], // ain defla
    ["تلمسان",12,34.878330,-1.315], // tlemcen 
    ["برج بوعريريج",11,36.0676,4.7453], // bordj bouarreridj
    ["بومرداس",9,36.77,3.48], // boumerdes
    ["مستغانم",8,35.931150,0.089180], // mostaghanem
    ["سكيكدة",8,36.8799,6.9075], // skikda 
    ["قسنطينة",8,36.365,6.61472], // constantine
    ["الشلف",7,36.1653,1.3345], // chlef,
    ["معسكر",7,35.3941,0.138], // mascara
    ["الوادي",7,33.368309, 6.867369], // eloued  
    ["البويرة",6,36.38,3.9014], // bouira
    ["عنابة",6,36.9,7.7667], // annaba 
    ["سيدي بلعباس",6,35.189940,-0.630850], // sidi belabbes
    ["الطارف",4,36.767,8.317], // el taref
    ["جيجل",4,36.82055,5.76671], // jijel
    ["قالمة",3,36.4651,7.4306], // guelma
    ["سوق أهراس",3,36.2848,7.9515], // souk ahras
    ["الجلفة",2,34.67279,3.263], // djelfa 
    ["بسكرة",2,34.85038,5.72805], // biskra
    ["أم البواقي",2,35.53,7.7], // oum elbouaghi
    ["عين تموشنت",2,35.297490,-1.140370], // ain temouchent
    ["خنشلة",2,35.43583,7.14333], // khenchela
    ["أدرار",2,27.9,-0.2833], // adrar 
    ["باتنة",2,35.33,6.10], // batna
    ["تيسمسيلت",2,35.60,1.81], // tissemsilt
    ["ورقلة",1,31.9575,5.3278], // ouargla
    ["المسيلة",1,35.70583,4.54194], // m'sila
    ["إليزي",1,26.3018,8.2856], // illizi
    ["الأغواط",1,33.4810,2.5230], // laghouat
    ["غرداية",1,32.29,3.40], // gharadaia
    ["غليزان",1,35.44,0.33],
];

module.exports = cases;