let cases = [
    ["البليدة",432,36.4889434,2.7685398], // blida
    ["الجزائر العاصمة",183,36.7631,3.0506,], // alger
    ["وهران",64,35.69,-0.64], // oran
    ["بجاية",47,36.75,5.0833], // béjaia,
    ["سطيف",43,36.19,5.41], // setif
    ["تيزي وزو",39,36.7169,4.0497], // tizi ouzou
    ["تيبازة",32,36.592,2.449], // tipaza
    ["تلمسان",31,34.878330,-1.315], // tlemcen 
    ["عين الدفلى",28,36.26405,1.9679], // ain defla
    ["المدية",22,36.2653,2.767], //medea
    ["مستغانم",21,35.931150,0.089180], // mostaghanem
    ["برج بوعريريج",21,36.0676,4.7453], // bordj bouarreridj
    ["سكيكدة",17,36.8799,6.9075], // skikda 
    ["الوادي",16,33.368309, 6.867369], // eloued 
    ["الشلف",15,36.1653,1.3345], // chlef 
    ["معسكر",15,35.3941,0.138], // mascara
    ["جيجل",15,36.82055,5.76671], // jijel
    ["بومرداس",14,36.77,3.48], // boumerdes
    ["قسنطينة",12,36.365,6.61472], // constantine
    ["باتنة",12,35.55597,6.17414], // batna
    ["البويرة",10,36.38,3.9014], // bouira
    ["سيدي بلعباس",10,35.189940,-0.630850], // sidi belabbes
    ["الجلفة",8,34.67279,3.263], // djelfa 
    ["عنابة",8,36.9,7.7667], // annaba 
    ["غليزان",7,35.44,0.33], // relizane
    ["بسكرة",6,34.85038,5.72805], // biskra
    ["أم البواقي",6,35.87541,7.11353], // oum elbouaghi
    ["عين تموشنت",6,35.297490,-1.140370], // ain temouchent
    ["سوق أهراس",6,36.2848,7.9515], // souk ahras
    ["الطارف",4,36.767,8.317], // el taref
    ["قالمة",3,36.4651,7.4306], // guelma
    ["أدرار",3,27.9,-0.2833], // adrar 
    ["المسيلة",2,35.70583,4.54194], // m'sila
    ["غرداية",2,32.29,3.40], // gharadaia
    ["خنشلة",2,35.43583,7.14333], // khenchela
    ["تيسمسيلت",2,35.60,1.81], // tissemsilt
    ["ورقلة",2,31.9575,5.3278], // ouargla
    ["إليزي",1,26.3018,8.2856], // illizi
    ["الأغواط",1,33.4810,2.5230], // laghouat
    ["تيارت",1,35.37103,1.3167], // tiaret
    ["تبسة",1,35.40417,8.12417], // tebessa
    ["بشار",1,31.61667,-2.21667], //bechar
];

module.exports = cases;