let cases = [
    ["البليدة",529,36.4889434,2.7685398], // blida
    ["الجزائر العاصمة",310,36.7631,3.0506,], // alger
    ["وهران",104,35.69,-0.64], // oran
    ["سطيف",80,36.19,5.41], // setif
    ["بجاية",77,36.75,5.0833], // béjaia
    ["تيبازة",55,36.592,2.449], // tipaza
    ["تيزي وزو",47,36.7169,4.0497], // tizi ouzou
    ["عين الدفلى",40,36.26405,1.9679], // ain defla
    ["تلمسان",38,34.878330,-1.315], // tlemcen 
    ["برج بوعريريج",37,36.0676,4.7453], // bordj bouarreridj
    ["قسنطينة",33,36.365,6.61472], // constantine
    ["الشلف",30,36.1653,1.3345], // chlef 
    ["مستغانم",29,35.931150,0.089180], // mostaghanem
    ["المدية",26,36.2653,2.767], //medea
    ["بومرداس",25,36.77,3.48], // boumerdes
    ["الجلفة",21,34.67279,3.263], // djelfa 
    ["سكيكدة",21,36.8799,6.9075], // skikda 
    ["جيجل",21,36.82055,5.76671], // jijel
    ["معسكر",20,35.3941,0.138], // mascara
    ["باتنة",18,35.55597,6.17414], // batna
    ["أم البواقي",17,35.87541,7.11353], // oum elbouaghi
    ["سيدي بلعباس",17,35.189940,-0.630850], // sidi belabbes
    ["الوادي",16,33.368309, 6.867369], // eloued 
    ["تيسمسيلت",15,35.60,1.81], // tissemsilt
    ["عنابة",14,36.9,7.7667], // annaba 
    ["البويرة",13,36.38,3.9014], // bouira
    ["عين تموشنت",13,35.297490,-1.140370], // ain temouchent
    ["بسكرة",10,34.85038,5.72805], // biskra
    ["بشار",10,31.61667,-2.21667], //bechar
    ["غليزان",9,35.73734,0.55599], // relizane
    ["المسيلة",8,35.70583,4.54194], // m'sila
    ["الأغواط",8,33.80,2.86514], // laghouat
    ["قالمة",6,36.4651,7.4306], // guelma
    ["خنشلة",6,35.43583,7.14333], // khenchela
    ["سوق أهراس",6,36.2848,7.9515], // souk ahras
    ["تبسة",6,35.40417,8.12417], // tebessa
    ["ورقلة",4,31.9575,5.3278], // ouargla
    ["تيارت",4,35.37103,1.3167], // tiaret
    ["أدرار",4,27.9,-0.2833], // adrar 
    ["الطارف",4,36.767,8.317], // el taref
    ["ميلة",3,36.45028,6.26444], // mila
    ["غرداية",2,32.29,3.40], // gharadaia
    ["إليزي",2,26.3018,8.2856], // illizi
    ["البيض",1,33.68318,1.01927], // elbayadh
    ["النعامة",1,33.267398,-0.3134536], // naama
    ["سعيدة",1,34.83033,0.15171], // saida
    // ["تمنراست",1,22.785,5.52278], // tamanrasset
    // ["تندوف",1,22.785,5.52278], // tindouf
];

module.exports = cases;