let cases = [
    ["البليدة",342,36.4889434,2.7685398], // blida
    ["الجزائر العاصمة",136,36.7631,3.0506,], // alger
    ["وهران",48,35.69,-0.64], // oran
    ["تيزي وزو",31,36.7169,4.0497], // tizi ouzou
    ["بجاية",29,36.75,5.0833], // béjaia,
    ["سطيف",26,36.19,5.41], // setif
    ["تيبازة",21,36.592,2.449], // tipaza
    ["المدية",21,36.2653,2.767], //medea
    ["الوادي",16,33.368309, 6.867369], // eloued  
    ["عين الدفلى",15,36.26405,1.9679], // ain defla
    ["تلمسان",13,34.878330,-1.315], // tlemcen 
    ["سكيكدة",12,36.8799,6.9075], // skikda 
    ["برج بوعريريج",11,36.0676,4.7453], // bordj bouarreridj
    ["جيجل",11,36.82055,5.76671], // jijel
    ["قسنطينة",11,36.365,6.61472], // constantine
    ["بومرداس",10,36.77,3.48], // boumerdes
    ["مستغانم",10,35.931150,0.089180], // mostaghanem
    ["معسكر",9,35.3941,0.138], // mascara
    ["الشلف",8,36.1653,1.3345], // chlef
    ["سيدي بلعباس",8,35.189940,-0.630850], // sidi belabbes
    ["البويرة",7,36.38,3.9014], // bouira
    ["باتنة",6,35.33,6.10], // batna
    ["عنابة",6,36.9,7.7667], // annaba 
    ["الجلفة",5,34.67279,3.263], // djelfa 
    ["عين تموشنت",5,35.297490,-1.140370], // ain temouchent
    ["أم البواقي",4,35.53,7.7], // oum elbouaghi
    ["سوق أهراس",4,36.2848,7.9515], // souk ahras
    ["الطارف",4,36.767,8.317], // el taref
    ["قالمة",3,36.4651,7.4306], // guelma
    ["أدرار",3,27.9,-0.2833], // adrar 
    ["غليزان",3,35.44,0.33], // relizane
    ["غرداية",2,32.29,3.40], // gharadaia
    ["بسكرة",2,34.85038,5.72805], // biskra
    ["خنشلة",2,35.43583,7.14333], // khenchela
    ["تيسمسيلت",2,35.60,1.81], // tissemsilt
    ["ورقلة",1,31.9575,5.3278], // ouargla
    ["المسيلة",1,35.70583,4.54194], // m'sila
    ["إليزي",1,26.3018,8.2856], // illizi
    ["الأغواط",1,33.4810,2.5230], // laghouat
];

module.exports = cases;